Revit 2027 API
SpecTypeId.Slope Property
 Slope, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Slope { get; }
Public Shared ReadOnly Property Slope As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Slope {
	ForgeTypeId^ get ();
}
static member Slope : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace